Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Swipe works fully offline. The first letter shows right away, then gets replaced by the full word once the glide is read.
de: Wischen funktioniert komplett offline. Der erste Buchstabe erscheint sofort und wird dann durch das ganze Wort ersetzt, sobald die Bewegung gelesen ist.
es: El deslizamiento funciona del todo sin conexión. La primera letra aparece enseguida y luego la reemplaza la palabra completa en cuanto se lee el trazo.
et: Pühkimine töötab täielikult ühenduseta. Esimene tähe ilmub kohe ja asendatakse seejärel tervelt sõnaga, kui liug on loetud.
fr: Le balayage marche entièrement hors ligne. La première lettre s'affiche tout de suite, puis elle est remplacée par le mot complet une fois le tracé lu.
hu: A húzás teljesen offline működik. Az első betű azonnal megjelenik, majd a húzás beolvasása után lecserélődik a teljes szóra.
it: Lo scorrimento funziona del tutto offline. La prima lettera compare subito, poi viene sostituita dalla parola completa una volta letto lo scorrimento.
ja: スワイプは完全にオフラインで動きます。最初の文字がすぐに表示され、なぞりを読み取ると単語全体に置き換わります。
ko: 스와이프는 완전히 오프라인으로 돼요. 첫 글자가 바로 나오고, 궤적을 다 읽으면 완전한 단어로 바뀌어요.
ms: Leret berfungsi sepenuhnya luar talian. Huruf pertama muncul serta-merta, kemudian diganti dengan perkataan penuh sebaik luncuran dibaca.
pt: O deslize funciona totalmente offline. A primeira letra aparece logo e depois é substituída pela palavra completa assim que o traço é lido.
ru: Скольжение работает полностью офлайн. Первая буква появляется сразу, а потом заменяется целым словом, когда движение прочитано.
zh_hans: 滑动完全离线工作。首字母立刻显示，等看完滑动轨迹，再换成完整的词。

source: Switch
de: Wechseln
es: Cambiar
et: Vaheta
fr: Changer
hu: Váltás
it: Cambio
ja: 切り替え
ko: 전환
ms: Tukar
pt: Mudar
ru: Переключить
zh_hans: 切换

source: Switch Clink on, tap it again, and allow Full Access.
de: Schalte Clink ein, tippe es noch einmal an und erlaube den Vollzugriff.
es: Activa Clink, vuelve a tocarlo y concédele acceso completo.
et: Lülita Clink sisse, puuduta seda uuesti ja luba täisjuurdepääs.
fr: Active Clink, touche-le à nouveau et autorise l'accès complet.
hu: Kapcsold be a Clinket, koppints rá újra, és engedélyezd a teljes hozzáférést.
it: Attiva Clink, toccalo di nuovo e consenti l'accesso completo.
ja: Clinkをオンにし、もう一度タップしてフルアクセスを許可します。
ko: Clink을 켜고 다시 눌러 전체 접근을 허용하세요.
ms: Hidupkan Clink, ketik sekali lagi, dan benarkan akses penuh.
pt: Liga o Clink, toca nele outra vez e permite o acesso total.
ru: Включите Clink, нажмите на него ещё раз и разрешите полный доступ.
zh_hans: 打开 Clink，再点一次它，允许完全访问。

source: Switch Keyboard Profile
de: Tastaturprofil wechseln
es: Cambiar perfil de teclado
et: Klaviatuuriprofiili vahetamine
fr: Changer de profil de clavier
hu: Billentyűzetprofil váltása
it: Cambia profilo tastiera
ja: キーボードプロファイルを切り替える
ko: 키보드 프로필 전환
ms: Tukar profil papan kekunci
pt: Mudar perfil do teclado
ru: Сменить профиль клавиатуры
zh_hans: 切换键盘配置

source: Switch between saved keyboard profiles
de: Wechsle zwischen gespeicherten Tastaturprofilen
es: Cambia entre perfiles de teclado guardados
et: Vaheta salvestatud klaviatuuriprofiile
fr: Passe d’un profil de clavier enregistré à un autre
hu: Váltás a mentett billentyűzetprofilok között
it: Passa da un profilo di tastiera salvato all’altro
ja: 保存したキーボードプロファイルを切り替えます
ko: 저장한 키보드 프로필을 전환하세요
ms: Tukar antara profil papan kekunci yang disimpan
pt: Alterna entre perfis de teclado guardados
ru: Переключение между сохранёнными профилями клавиатуры
zh_hans: 切换已保存的键盘配置

source: Switch between saved setups
de: Zwischen gespeicherten Setups wechseln
es: Cambia entre tus configuraciones guardadas
et: Vaheta salvestatud seadistuste vahel
fr: Passe d'une config enregistrée à l'autre
hu: Válts a mentett beállítások között
it: Passa da una configurazione salvata all'altra
ja: 保存したセットアップを切り替え
ko: 저장한 설정끼리 전환
ms: Tukar antara persediaan yang disimpan
pt: Alterna entre configurações guardadas
ru: Переключайтесь между сохранёнными наборами настроек
zh_hans: 在保存的配置之间切换

source: Switch keyboard languages and layouts
de: Wechsle Tastatursprachen und Layouts
es: Cambia el idioma y la distribución del teclado
et: Vaheta klaviatuuri keeli ja paigutusi
fr: Change la langue et la disposition du clavier
hu: A billentyűzet nyelvének és kiosztásának váltása
it: Cambia lingua e disposizione della tastiera
ja: キーボードの言語と配列を切り替えます
ko: 키보드 언어와 레이아웃을 전환하세요
ms: Tukar bahasa dan susun atur papan kekunci
pt: Alterna entre línguas e disposições do teclado
ru: Переключение языков и раскладок клавиатуры
zh_hans: 切换键盘语言和布局

source: Switch keyboard profiles with one tap, without opening Clink.
de: Wechsle Tastaturprofile mit einem Tipp, ohne Clink zu öffnen.
es: Cambia de perfil de teclado con un toque, sin abrir Clink.
et: Vaheta klaviatuuri profiile ühe puudutusega, Clinki avamata.
fr: Change de profil de clavier d'un seul geste, sans ouvrir Clink.
hu: Válts billentyűzetprofilt egyetlen koppintással, a Clink megnyitása nélkül.
it: Cambia profilo della tastiera con un tocco, senza aprire Clink.
ja: Clink を開かずに、ワンタップでキーボードのプロファイルを切り替え。
ko: Clink를 열지 않고 한 번의 탭으로 키보드 프로필을 바꿔요.
ms: Tukar profil papan kekunci dengan satu ketukan, tanpa membuka Clink.
pt: Troca de perfil de teclado com um toque, sem abrir o Clink.
ru: Меняйте профили клавиатуры одним нажатием, не открывая Clink.
zh_hans: 一点即可切换键盘配置，无需打开 Clink。

source: Switch layouts
de: Layouts wechseln
es: Cambiar de distribución
et: Vaheta paigutusi
fr: Changer de disposition
hu: Kiosztásváltás
it: Cambia layout
ja: レイアウトを切り替え
ko: 레이아웃 전환
ms: Tukar tataletak
pt: Alternar esquemas
ru: Сменить раскладку
zh_hans: 切换布局

source: Switch the layout preview to this language
de: Stelle die Layoutvorschau auf diese Sprache um
es: Cambia la vista previa del diseño a este idioma
et: Vaheta paigutuse eelvaade sellele keelele
fr: Passez l’aperçu de la disposition à cette langue
hu: Váltsd erre a nyelvre az elrendezés előnézetét
it: Passa l’anteprima del layout a questa lingua
ja: レイアウトのプレビューをこの言語に切り替える
ko: 레이아웃 미리보기를 이 언어로 전환
ms: Tukar pratonton susun atur kepada bahasa ini
pt: Muda a pré-visualização do esquema para este idioma
ru: Переключить предпросмотр раскладки на этот язык
zh_hans: 将布局预览切换为此语言

source: Switch to %@
de: Zu %@ wechseln
es: Cambiar a %@
et: Lülita üle: %@
fr: Passer en %@
hu: Váltás erre: %@
it: Passa a %@
ja: %@に切り替え
ko: %@(으)로 전환
ms: Tukar ke %@
pt: Mudar para %@
ru: Переключиться на «%@»
zh_hans: 切换为%@

source: Switch to Notes mode in the General tab to save and browse snippets.
de: Wechsle im Tab „Allgemein" in den Notizen-Modus, um Schnipsel zu speichern und zu durchsuchen.
es: Cambia al modo Notas en la pestaña General para guardar y ver tus fragmentos.
et: Lülita kaardil Üldine märkmete režiimi, et nippe salvestada ja sirvida.
fr: Passe en mode Notes dans l'onglet Général pour enregistrer et parcourir tes extraits.
hu: Válts Jegyzetek módra az Általános fülön, hogy részleteket menthess és nézhess itt.
it: Passa alla modalità Note nella scheda Generali per salvare e sfogliare i frammenti.
ja: 「一般」タブでメモモードに切り替えると、スニペットの保存や閲覧ができます。
ko: 일반 탭에서 메모 모드로 바꾸면 스니펫을 저장하고 둘러볼 수 있어요.
ms: Tukar ke mod Nota dalam tab Umum untuk simpan dan lihat cebisan.
pt: Muda para o modo Notas no separador Geral para guardares e veres os excertos.
ru: Перейдите в режим заметок на вкладке «Общие», чтобы сохранять и просматривать заготовки.
zh_hans: 到「通用」标签里切到笔记模式，就能保存和翻看片段。

source: Switch your key arrangement
de: Wechsle deine Tastenanordnung
es: Cambia la distribución de tus teclas
et: Muuda klahvide paigutust
fr: Changez la disposition de vos touches
hu: Válts billentyűzetkiosztást
it: Cambia la disposizione dei tasti
ja: キー配列を切り替える
ko: 키 배열 바꾸기
ms: Tukar susunan kekunci anda
pt: Muda a disposição das tuas teclas
ru: Изменить раскладку клавиш
zh_hans: 切换按键布局

source: Switch your saved setups
de: Zwischen deinen Setups wechseln
es: Cambia entre tus configuraciones
et: Vaheta oma salvestatud seadistusi
fr: Change de config enregistrée
hu: Válts a mentett beállításaid között
it: Cambia configurazione salvata
ja: 保存したセットアップを切り替え
ko: 저장한 설정 전환
ms: Tukar persediaan tersimpan
pt: Alterna entre as configurações guardadas
ru: Переключайте сохранённые наборы настроек
zh_hans: 切换已保存的配置

source: Switched off
de: Ausgeschaltet
es: Desactivado
et: Välja lülitatud
fr: Désactivé
hu: Kikapcsolva
it: Disattivato
ja: オフ
ko: 꺼짐
ms: Dimatikan
pt: Desligado
ru: Выключено
zh_hans: 已关闭

source: Switches
de: Schalter
es: Interruptores
et: Lülitid
fr: Switchs
hu: Kapcsolók
it: Switch
ja: スイッチ
ko: 스위치
ms: Suis
pt: Interruptores
ru: Переключатели
zh_hans: 轴体

source: Switches the wall to the opposite side for keys on the right half of the keyboard.
de: Zeigt die Tastenflanke bei Tasten auf der rechten Tastaturhälfte auf der gegenüberliegenden Seite.
es: En las teclas de la mitad derecha del teclado, coloca el borde elevado en el lado opuesto.
et: Viib klaviatuuri paremal poolel olevate klahvide külgseina vastasküljele.
fr: Place le rebord du côté opposé sur les touches de la moitié droite du clavier.
hu: A billentyűzet jobb felén lévő billentyűk oldalfalát az ellenkező oldalra helyezi.
it: Sposta il bordo sul lato opposto dei tasti nella metà destra della tastiera.
ja: キーボードの右半分にあるキーでは、側面の位置を反対側に切り替えます。
ko: 키보드 오른쪽 절반에 있는 키의 측면을 반대쪽으로 전환합니다.
ms: Mengalihkan dinding kekunci ke sisi bertentangan untuk kekunci di separuh kanan papan kekunci.
pt: Coloca o rebordo no lado oposto nas teclas da metade direita do teclado.
ru: Переносит бортик на противоположную сторону у клавиш в правой половине клавиатуры.
zh_hans: 将键盘右半部分按键的侧壁切换到另一侧。

source: Switches theme automatically with the system light/dark mode.
de: Wechselt das Design automatisch mit dem Hell-/Dunkelmodus des Systems.
es: Cambia el tema solo según el modo claro u oscuro del sistema.
et: Vahetab teemat automaatselt süsteemi heleda/tumedaga.
fr: Change de thème tout seul selon le mode clair/sombre du système.
hu: Automatikusan témát vált a rendszer világos vagy sötét módjával együtt.
it: Cambia tema in automatico seguendo la modalità chiara o scura del sistema.
ja: システムのライト/ダークモードに合わせて、テーマを自動で切り替えます。
ko: 시스템 라이트/다크 모드에 맞춰 테마를 알아서 바꿔요.
ms: Tukar tema automatik ikut mod terang/gelap sistem.
pt: Muda o tema automaticamente com o modo claro/escuro do sistema.
ru: Меняет тему автоматически вместе со светлым и тёмным режимом системы.
zh_hans: 跟着系统的浅色/深色模式自动切换主题。

source: Switching
de: Wechseln
es: Cambiando
et: Vahetamine
fr: Changement
hu: Váltás
it: Cambio
ja: 切り替え
ko: 전환 중
ms: Menukar
pt: A mudar
ru: Переключение
zh_hans: 正在切换

source: Switching language
de: Sprache wechseln
es: Cambiar de idioma
et: Keele vahetamine
fr: Changer de langue
hu: Nyelvváltás
it: Cambiare lingua
ja: 言語の切り替え
ko: 언어 전환
ms: Menukar bahasa
pt: Mudar de idioma
ru: Смена языка
zh_hans: 切换语言

source: Switching profiles rewrites Clink's settings, and the keyboard can only reach them with Full Access. Until it's on, the switcher stays out of the Tools menu.
de: Ein Profilwechsel schreibt Clinks Einstellungen neu, und die Tastatur kommt nur mit Vollzugriff daran. Bis der an ist, bleibt der Wechsler aus dem Werkzeuge-Menü draußen.
es: Cambiar de perfil reescribe los ajustes de Clink, y el teclado solo llega a ellos con acceso completo. Hasta que lo actives, el cambio de perfil no aparece en el menú Herramientas.
et: Profiili vahetamine kirjutab Clinki seaded ümber ja klaviatuur jõuab neile ainult täisjuurdepääsuga. Enne kui see on sees, jääb vahetaja Tööriistade menüüst välja.
fr: Changer de profil réécrit les réglages de Clink, et le clavier n'y accède qu'avec l'accès complet. Tant qu'il est désactivé, le changeur reste hors du menu Outils.
hu: A profilváltás átírja a Clink beállításait, és a billentyűzet csak teljes hozzáféréssel fér hozzájuk. Amíg ez ki van kapcsolva, a váltó nem kerül be az Eszközök menübe.
it: Cambiare profilo riscrive le impostazioni di Clink, e la tastiera ci arriva solo con l'accesso completo. Finché è spento, il cambio profilo resta fuori dal menu Strumenti.
ja: プロファイルの切り替えは Clink の設定を書き換えるため、キーボードはフルアクセスがないと設定に届きません。オンにするまで、切り替えはツールメニューに出てきません。
ko: 프로필을 전환하면 Clink의 설정을 다시 쓰게 되는데, 키보드는 전체 접근이 있어야 설정에 닿을 수 있습니다. 켜기 전까지는 전환 도구가 도구 메뉴에 나오지 않습니다.
ms: Menukar profil menulis semula tetapan Clink, dan papan kekunci hanya boleh mencapainya dengan akses penuh. Selagi ia belum dihidupkan, penukar itu tak muncul dalam menu Alat.
pt: Trocar de perfil reescreve as definições do Clink, e o teclado só lhes chega com acesso total. Enquanto estiver desligado, a troca de perfil fica fora do menu Ferramentas.
ru: Смена профиля переписывает настройки Clink, а клавиатура добирается до них только при полном доступе. Пока он выключен, переключателя в меню инструментов не будет.
zh_hans: 切换配置文件会改写 Clink 的设置，而键盘只有拿到完全访问才够得着这些设置。没打开之前，切换器不会出现在工具菜单里。

source: Symbol on every letter’s long-press (A → @, S → #, …), no accents
de: Symbol beim langen Drücken jedes Buchstabens (A → @, S → #, …), keine Akzente
es: Un símbolo en cada pulsación larga de letra (A → @, S → #, …), sin acentos
et: Sümbol iga tähe pikkvajutusel (A → @, S → #, …), aksentideta
fr: Un symbole sur l'appui long de chaque lettre (A → @, S → #, …), sans accents
hu: Szimbólum minden betű hosszú lenyomásán (A → @, S → #, …), ékezetek nélkül
it: Un simbolo sulla pressione prolungata di ogni lettera (A → @, S → #, …), senza accenti
ja: すべての文字の長押しで記号 (A → @, S → #, …)、アクセントなし
ko: 모든 글자를 길게 누르면 기호 (A → @, S → #, …), 악센트는 없어요
ms: Simbol pada tekan lama setiap huruf (A → @, S → #, …), tiada aksen
pt: Símbolo no toque prolongado de cada letra (A → @, S → #, …), sem acentos
ru: Символ по долгому нажатию на каждой букве (A → @, S → #, …), без акцентов
zh_hans: 每个字母长按都有一个符号（A → @, S → #, …），不带重音

source: Symbols
de: Symbole
es: Símbolos
et: Sümbolid
fr: Symboles
hu: Szimbólumok
it: Simboli
ja: 記号
ko: 기호
ms: Simbol
pt: Símbolos
ru: Символы
zh_hans: 符号

source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
et: Sünkroniseeri kohe
fr: Synchroniser maintenant
hu: Szinkronizálás most
it: Sincronizza ora
ja: 今すぐ同期
ko: 지금 동기화
ms: Segerak sekarang
pt: Sincronizar agora
ru: Синхронизировать сейчас
zh_hans: 立即同步

source: Sync is off. These copies stay in iCloud until you delete them.
de: Die Synchronisierung ist aus. Diese Kopien bleiben in iCloud, bis du sie löschst.
es: La sincronización está desactivada. Estas copias seguirán en iCloud hasta que las borres.
et: Sünkroonimine on väljas. Need koopiad jäävad iCloudi, kuni sa need kustutad.
fr: La synchronisation est désactivée. Ces copies restent dans iCloud jusqu’à ce que tu les supprimes.
hu: A szinkronizálás ki van kapcsolva. Ezek a másolatok az iCloudban maradnak, amíg nem törlöd őket.
it: La sincronizzazione è disattivata. Queste copie restano su iCloud finché non le elimini.
ja: 同期はオフです。これらのコピーは削除するまでiCloudに残ります。
ko: 동기화가 꺼져 있습니다. 이 사본은 삭제할 때까지 iCloud에 남아 있습니다.
ms: Penyegerakan dimatikan. Salinan ini kekal dalam iCloud sehingga anda memadamnya.
pt: A sincronização está desligada. Estas cópias ficam no iCloud até as apagares.
ru: Синхронизация выключена. Эти копии останутся в iCloud, пока вы их не удалите.
zh_hans: 同步已关闭。这些副本会一直留在 iCloud 中，直到你删除。

source: Sync with iCloud
de: Mit iCloud synchronisieren
es: Sincronizar con iCloud
et: Sünkroniseeri iCloudiga
fr: Synchroniser avec iCloud
hu: Szinkronizálás iClouddal
it: Sincronizza con iCloud
ja: iCloudと同期
ko: iCloud와 동기화
ms: Segerak dengan iCloud
pt: Sincronizar com iCloud
ru: Синхронизация с iCloud
zh_hans: 与 iCloud 同步

source: Synced
de: Synchronisiert
es: Sincronizado
et: Sünkroniseeritud
fr: Synchronisé
hu: Szinkronizálva
it: Sincronizzato
ja: 同期済み
ko: 동기화됨
ms: Disegerakkan
pt: Sincronizado
ru: Синхронизировано
zh_hans: 已同步

source: Synonyms
de: Synonyme
es: Sinónimos
et: Sünonüümid
fr: Synonymes
hu: Szinonimák
it: Sinonimi
ja: 類義語
ko: 유의어
ms: Sinonim
pt: Sinónimos
ru: Синонимы
zh_hans: 近义词

source: System Click
de: Systemklick
es: Clic del sistema
et: Süsteemne klõps
fr: Clic système
hu: Rendszerkattintás
it: Clic di sistema
ja: システムクリック
ko: 시스템 클릭
ms: Klik Sistem
pt: Clique do sistema
ru: Системный клик
zh_hans: 系统按键音

source: System keys
de: Systemtasten
es: Teclas del sistema
et: Süsteemi klahvid
fr: Touches système
hu: Rendszerbillentyűk
it: Tasti di sistema
ja: システムキー
ko: 시스템 키
ms: Kekunci sistem
pt: Teclas de sistema
ru: Системные клавиши
zh_hans: 系统按键

source: Tab glyph
de: Tab-Symbol
es: Icono de la pestaña
et: Kaardi sümbol
fr: Icône de l'onglet
hu: Fül ikonja
it: Icona della scheda
ja: タブのアイコン
ko: 탭 아이콘
ms: Ikon tab
pt: Ícone do separador
ru: Значок вкладки
zh_hans: 分类图标

source: Tab style
de: Tab-Stil
es: Estilo de las pestañas
et: Kaardi stiil
fr: Style des onglets
hu: Fülstílus
it: Stile delle schede
ja: タブのスタイル
ko: 탭 스타일
ms: Gaya tab
pt: Estilo dos separadores
ru: Вид вкладок
zh_hans: 分类栏样式

source: Tail length
de: Schweiflänge
es: Longitud de la cola
et: Saba pikkus
fr: Longueur de la queue
hu: Farokhossz
it: Lunghezza della coda
ja: 尾の長さ
ko: 꼬리 길이
ms: Panjang ekor
pt: Comprimento da cauda
ru: Длина хвоста
zh_hans: 尾巴长度

source: Taken from the left of the punctuation set.
de: Von links aus dem Satzzeichen-Satz.
es: Se toman de la izquierda del conjunto de puntuación.
et: Võetud kirjavahemärkide komplektist vasakult.
fr: Pris à gauche de l’ensemble de ponctuation.
hu: Az írásjelkészlet bal oldaláról.
it: Presi da sinistra dal set di punteggiatura.
ja: 句読点セットの左から取ります。
ko: 구두점 세트의 왼쪽부터 가져옵니다.
ms: Diambil dari kiri set tanda baca.
pt: Tirados da esquerda do conjunto de pontuação.
ru: Берётся с левого края набора пунктуации.
zh_hans: 从标点集合左边取。

source: Taken from the left: 1, 2, 3… then 0.
de: Von links: 1, 2, 3… dann 0.
es: De izquierda a derecha: 1, 2, 3… y luego 0.
et: Võetud vasakult: 1, 2, 3… siis 0.
fr: De gauche à droite : 1, 2, 3… puis 0.
hu: Balról: 1, 2, 3… majd 0.
it: Da sinistra: 1, 2, 3… poi 0.
ja: 左から 1、2、3…、最後に 0。
ko: 왼쪽부터: 1, 2, 3… 그다음 0.
ms: Dari kiri: 1, 2, 3… kemudian 0.
pt: Da esquerda: 1, 2, 3… depois 0.
ru: Берётся слева: 1, 2, 3… затем 0.
zh_hans: 从左到右：1、2、3…，最后是 0。

source: Talking and the AI tools are free, and always will be. Pro adds the keys, so you can type in other apps as well as speak.
de: Sprechen und die KI-Werkzeuge sind gratis und bleiben es auch. Pro bringt die Tasten dazu, damit du in anderen Apps nicht nur sprechen, sondern auch tippen kannst.
es: Hablar y las herramientas de IA son gratis y siempre lo serán. Pro añade las teclas, para que en otras apps puedas escribir además de hablar.
et: Rääkimine ja TI-tööriistad on tasuta ja jäävad nii. Pro lisab klahvid, nii et sa saad teistes rakendustes mitte ainult rääkida, vaid ka tipida.
fr: Parler et les outils d'IA sont gratuits, et le resteront. Pro ajoute les touches, pour que tu puisses aussi taper dans les autres apps, pas seulement parler.
hu: A beszéd és az MI-eszközök ingyenesek, és azok is maradnak. A Pro hozzáadja a billentyűket, így más appokban nemcsak beszélhetsz, hanem gépelhetsz is.
it: Parlare e gli strumenti IA sono gratis e lo resteranno. Pro aggiunge i tasti, così nelle altre app puoi anche scrivere, non solo parlare.
ja: 話すことも AI ツールも無料で、これからもずっと無料です。Pro を入れるとキーが加わり、ほかのアプリでも話すだけでなく打てるようになります。
ko: 말하기도 AI 도구도 무료이고, 앞으로도 그렇습니다. Pro를 더하면 키가 열려서, 다른 앱에서도 말하는 것뿐 아니라 직접 칠 수 있어요.
ms: Bercakap dan alat AI adalah percuma, dan akan kekal begitu. Pro menambah kekunci, supaya anda boleh menaip dalam app lain dan bukan sekadar bercakap.
pt: Falar e as ferramentas de IA são grátis, e vão continuar a ser. O Pro acrescenta as teclas, para escreveres noutras apps além de falares.
ru: Говорить и пользоваться ИИ-инструментами бесплатно — и так будет всегда. Pro добавляет клавиши, чтобы в других приложениях можно было не только говорить, но и печатать.
zh_hans: 说话和 AI 工具都是免费的，以后也一直免费。Pro 会把按键一起打开，让你在别的应用里除了说，也能打字。

source: Talking is free and always will be. Pro adds the keys, so you can type in other apps as well as speak.
de: Sprechen ist gratis und bleibt es auch. Pro bringt die Tasten dazu, damit du in anderen Apps nicht nur sprechen, sondern auch tippen kannst.
es: Hablar es gratis y siempre lo será. Pro añade las teclas, para que en otras apps puedas escribir además de hablar.
et: Rääkimine on tasuta ja jääb nii. Pro lisab klahvid, nii et sa saad teistes rakendustes mitte ainult rääkida, vaid ka tipida.
fr: Parler est gratuit et le restera. Pro ajoute les touches, pour que tu puisses aussi taper dans les autres apps, pas seulement parler.
hu: A beszéd ingyenes, és az is marad. A Pro hozzáadja a billentyűket, így más appokban nemcsak beszélhetsz, hanem gépelhetsz is.
it: Parlare è gratis e lo resterà. Pro aggiunge i tasti, così nelle altre app puoi anche scrivere, non solo parlare.
ja: 話すのは無料で、これからもずっと無料です。Pro を入れるとキーが加わり、ほかのアプリでも話すだけでなく打てるようになります。
ko: 말하기는 무료이고 앞으로도 그렇습니다. Pro를 더하면 키가 열려서, 다른 앱에서도 말하는 것뿐 아니라 직접 칠 수 있어요.
ms: Bercakap adalah percuma dan akan kekal begitu. Pro menambah kekunci, supaya anda boleh menaip dalam app lain dan bukan sekadar bercakap.
pt: Falar é grátis e vai continuar a ser. O Pro acrescenta as teclas, para escreveres noutras apps além de falares.
ru: Говорить бесплатно и будет бесплатно всегда. Pro добавляет клавиши, чтобы в других приложениях можно было не только говорить, но и печатать.
zh_hans: 说话是免费的，以后也一直免费。Pro 会把按键一起打开，让你在别的应用里除了说，也能打字。

source: Tall
de: Hoch
es: Alta
et: Kõrge
fr: Haute
hu: Magas
it: Alta
ja: 高め
ko: 높게
ms: Tinggi
pt: Alta
ru: Высоко
zh_hans: 高

source: Taller keys are easier to tap accurately. Shorter keys give more screen room.
de: Höhere Tasten triffst du leichter genau. Niedrigere Tasten geben mehr Platz auf dem Bildschirm.
es: Las teclas más altas son más fáciles de tocar bien. Las más bajas dejan más espacio en pantalla.
et: Kõrgemaid klahve on lihtsam täpselt tabada. Lühemad klahvid annavad ekraanil rohkem ruumi.
fr: Les touches plus hautes sont plus faciles à toucher juste. Les plus basses laissent plus de place à l'écran.
hu: A magasabb gombokat könnyebb pontosan eltalálni. Az alacsonyabbak több helyet hagynak a képernyőn.
it: I tasti più alti sono più facili da toccare con precisione. Quelli più bassi lasciano più spazio sullo schermo.
ja: キーが高いほど正確にタップしやすくなります。低いと画面が広く使えます。
ko: 키가 높을수록 정확하게 탭하기 쉬워요. 키가 낮으면 화면이 더 넓어져요.
ms: Kekunci lebih tinggi senang diketik dengan tepat. Kekunci lebih pendek beri lebih ruang skrin.
pt: As teclas mais altas são mais fáceis de acertar. As mais baixas deixam mais espaço no ecrã.
ru: По высоким клавишам легче попадать точно. Низкие оставляют больше места на экране.
zh_hans: 按键越高越好点准，越矮屏幕空间越大。

source: Tap
de: Tippen
es: Tocar
et: Puuduta
fr: Toucher
hu: Koppintás
it: Tocco
ja: タップ
ko: 탭
ms: Ketik
pt: Tocar
ru: Нажатие
zh_hans: 点按

source: Tap App language and pick one.
de: Tippe auf „App-Sprache“ und wähle eine aus.
es: Toca Idioma de la app y elige uno.
et: Puuduta Rakenduse keel ja vali üks.
fr: Touche Langue de l'app et choisis-en une.
hu: Koppints az Alkalmazás nyelve elemre, és válassz egyet.
it: Tocca Lingua dell'app e scegline una.
ja: 「アプリの言語」をタップして、言語を選びます。
ko: 앱 언어를 누르고 하나 고르세요.
ms: Ketik Bahasa apl dan pilih satu.
pt: Toca em Idioma da app e escolhe um.
ru: Нажмите «Язык приложения» и выберите нужный.
zh_hans: 点“应用语言”，选一个。

source: Tap Ask this on the card that appears.
de: Tippe auf der Karte, die erscheint, auf „Das fragen“.
es: Toca Preguntar esto en la tarjeta que aparece.
et: Puuduta ilmuval kaardil Küsi seda.
fr: Touche Poser cette question sur la carte qui apparaît.
hu: A megjelenő kártyán koppints a Kérdezd ezt gombra.
it: Tocca Chiedi questo sulla scheda che compare.
ja: 表示されたカードの「これを聞く」をタップします。
ko: 나타난 카드에서 이걸 물어보기를 누르세요.
ms: Ketik Tanya ini pada kad yang muncul.
pt: Toca em Perguntar isto no cartão que aparece.
ru: Нажмите «Спросить это» на появившейся карточке.
zh_hans: 在出现的卡片上点“问这个”。
